Repository: wp-plugins/exec-php
Catalog: languages/exec-php-*.po
Languages: de_de

source: No user matching the query.
de_de: Kein Benutzer erf&uuml;llt die Abfrage.

source: Exec-PHP Security Alert.
de_de: Exec-PHP Sicherheitsalarm.

source: The Exec-PHP plugin found a security hole with the configured user rights of this blog. For further information consult the plugin options menu or contact your blog administrator.
de_de: Das Exec-PHP Plugin hat ein Sicherheitsloch in der Konfiguration der Benutzerberechtigungen dieses Blogs gefunden. F&uuml;r weitere Informationen siehe im Optionsmenu des Plugins nach oder kontaktiere deinen Administrator.

source: AJAX HTTP error
de_de: AJAX HTTP Fehler

source: Exec-PHP Error.
de_de: Exec-PHP Fehler.

source: No necessary upgrade of the the Exec-PHP plugin could be performed. PHP code in your articles or widgets may be viewable to your blog readers. This is plugin version %1$s, previously there was version %2$s installed. Downgrading from a newer version to an older version of the plugin is not supported.
de_de: Ein notwendiges Upgrade des Exec-PHP Plugins konnte nicht ausgef&uuml;hrt werden. PHP Code in Artikeln oder Widgets ist u.U. f&uuml;r Leser sichtbar. Dies ist Plugin-Version %1$s, zuvor war Version %2$s installiert. Downgrading von einer neueren Version auf eine &auml;ltere Version des Plugins wird nicht unterst&uuml;tzt.

source: An unknown error (%s) occured during execution of the Exec-PHP plugin. PHP code in your articles or widgets may be viewable to your blog readers. This error should never happen if you use the plugin with a compatible WordPress version and installed it as described in the documentation.
de_de: Es ist ein unbekannter Fehler (%s) w&auml;hrend der Ausf&uuml;hrung des Exec-PHP Plugins aufgetreten. PHP Code in Artikeln oder Widgets ist u.U. f&uuml;r Leser sichtbar. So ein Fehler sollte niemals passieren wenn das Plugin mit einer kompatiblen WordPress Version benutzt wird und wie in der Dokumentation beschrieben, installiert wurde.

source: Exec-PHP Options
de_de: Exec-PHP Einstellungen

source: The list can not be displayed because you may have disabled Javascript or your browser does not support Javascript.
de_de: Die Liste kann nicht angzeigt werden, weil Javascript deaktiviert ist oder der Browser kein Javascript unterst&uuml;tzt.

source: An animated icon signaling that this information is still be loaded.
de_de: Ein animiertes Symbol, das signalisiert, dass die Informationen noch geladen werden.

source: Loading user information...
de_de: Lade Benutzer Informationen...

source: Options saved.
de_de: Einstellungen gespeichert.

source: Update Options &raquo;
de_de: Einstellungen aktualisieren &raquo;

source: Exec-PHP executes <code>&lt;?php ?&gt;</code> code in your posts, pages and text widgets. See the <a href="%s">local documentation</a> for further information. The latest version of the plugin, documentation and information will be found on the <a href="http://bluesome.net/post/2005/08/18/50/">official plugin homepage</a>.
de_de: Exec-PHP f&uuml;hrt <code>&lt;?php ?&gt;</code> Code in Beitr&auml;gen, Seiten und Text Widgets aus. F&uuml;r weitere Informationen lese die <a href='%s'>lokale Dokumentation</a>. Die neuste Version des Plugins, Dokumentation und Informationen k&ouml;nnen auf der <a href='http://bluesome.net/post/2005/08/18/50/'>offiziellen Plugin Homepage</a> gefunden werden.

source: Widget Options
de_de: Widget Einstellungen

source: The widget options define how PHP code in text widgets will be handled.
de_de: Die Widget Einstellungen definieren, wie PHP Code in Text Widgets behandelt werden soll.

source: Execute PHP code in text widgets:
de_de: F&uuml;hre PHP Code in Text Widgets aus:

source: Executing PHP code in text widgets is not restricted to any user. By default users who can modify text widgets will also be able to execute PHP code in text widgets. Unselect this option to generally turn off execution of PHP code in text widgets.
de_de: Das Ausf&uuml;hren von PHP Code in Text Widgets ist nicht an bestimmte Benutzer gebunden. Benutzer, die Text Widgets modifizieren k&ouml;nnen, sind auch in der Lage, PHP Code in Text Widgets auszuf&uuml;hren. Deaktiviere diese Einstellung, wenn die Ausf&uuml;hrung von PHP Code in Widgets abgeschaltet werden soll.

source: Exec-PHP Information
de_de: Exec-PHP Informationen

source: The following lists show which users are allowed to write or execute PHP code in different cases. Allowing to write or execute PHP code can be adjusted by assigning the necessary capabilities to individual users or roles by using a role manager plugin.
de_de: Die nachfolgenden Listen zeigen an, welche Benutzer f&uuml;r unterschiedliche F&auml;lle die Berechtigung haben PHP Code auszuf&uuml;hren. Das Ausf&uuml;hren von PHP Code kann durch das Zuweisen von Berechtigungen zu einzelnen Benutzern oder Rollen mit Hilfe eines Rollen-Manager Plugins eingestellt werden.

source: Security Hole
de_de: Sicherheitsl&uuml;cke

source: The following list shows which users have either or both of the &quot;%1$s&quot; or &quot;%2$s&quot; capability and are allowed to change others PHP code by having the &quot;%3$s&quot; capability but do not have the &quot;%4$s&quot; capability for themself. This is a security hole, because the listed users can write and execute PHP code in articles of other users although they are not supposed to execute PHP code at all.
de_de: Die nachfolgende Liste zeigt an, welche Benutzer eine oder beide der &quot;%1$s&quot; oder &quot;%2$s&quot; Berechtigungen besitzten und au&szlig;erdem durch die Zuweisung der &quot;%3$s&quot; Berechtigung den PHP Code anderer Benutzer &auml;ndern k&ouml;nnen aber denen es selbst durch eine fehlende &quot;%4$s&quot; Berechtigung nicht erlaubt ist PHP Code auszuf&uuml;hren. Dies stellt eine Sicherheitsl&uuml;cke dar, denn die aufgelisteten Benutzer k&ouml;nnen nun PHP Code in Artikel von anderen Benutzern schreiben und ausf&uuml;hren, obwohl sie eigentlich &uuml;berhaupt keinen PHP Code ausf&uuml;hren d&uuml;rfen.

source: Executing PHP Code in Text Widgets
de_de: PHP Code in Text Widgets ausf&uuml;hren

source: The following list shows which users have the &quot;%s&quot; capability and therefore are allowed to write and execute PHP code in text widgets. In case you have deselected the option &quot;Execute PHP code in text widgets&quot; from above, this list will appear empty.
de_de: Die folgende Liste zeigt an, welche Benutzer die &quot;%s&quot; Berechtigung haben und dementsprechend in der Lage sind, PHP Code in Text Widgets auszuf&uuml;hren. Die Liste wird keine Eintr&auml;ge anzeigen f&uuml;r den Fall, dass die Option &quot;F&uuml;hre PHP Code in Text Widgets aus&quot; abgew&auml;hlt wurde.

source: Executing PHP Code in Articles
de_de: PHP Code in Artikeln ausf&uuml;hren

source: The following list shows which users have the &quot;%s&quot; capability and therefore are allowed to execute PHP code in articles.
de_de: Die folgende Liste zeigt an, welche Benutzer die &quot;%s&quot; Berechtigung haben und dementsprechend in der Lage sind, PHP Code in Artikeln auszuf&uuml;hren.

source: Disable WYSIWYG Conversion Warning:
de_de: Exec-PHP WYSIWYG Konvertierungswarnung:

source: Select this option to turn off the WYSIWYG Conversion Warning in the Write menu. Nevertheless the recommended way is to switch off the WYSIWYG editor so you can be sure not to break existing PHP code by accident.
de_de: Aktiviere diese Option um die WYSIWYG Konvertierungswarnung abzuschalten. Nichtsdestotrotz ist der empfohlene Weg, den WYSIWYG Editor ganz abzuschalten um sicherzustellen, dass du keinen bestehenden PHP Code ausversehen zerst&ouml;rst.

source: Exec-PHP WYSIWYG Conversion Warning.
de_de: Exec-PHP WYSIWYG Konvertierungswarnung.

source: Saving this article will render all contained PHP code permanently unuseful. Even if you are saving this article through the Code editor. You can turn off this warning in your user profile. Ignore this warning in case this article does not contain PHP code. <a href="%s">Read the Exec-PHP documentation if you are unsure what to do next</a>.
de_de: Wenn dieser Artikel gespeichert wird, wird jeglicher in ihm enthaltener PHP Code dauerhaft zerst&ouml;rt. Selbst wenn dieser Artikel über den Code Editor gespeichert wird. Du kannst diese Warnung in deinem Benutzerprofil abschalten. Ignoriere diese Warnung, falls dieser Artikel keinen PHP Code enth&auml;lt. <a href="%s">Lese die Exec-PHP Dokumentation, falls du nicht wei&szlig;t, was diese Warnung bedeutet</a>.

source: Exec-PHP Widget Conversion Warning.
de_de: Exec-PHP Widget Konvertierungswarnung.

source: Saving the widgets will render all contained PHP code permanently unuseful. Ignore this warning in case the text widgets do not contain PHP code. <a href="%s">Read the Exec-PHP documentation if you are unsure what to do next</a>.
de_de: Wenn die Widgets gespeichert werden, wird jeglicher in ihnen enthaltener PHP Code dauerhaft zerst&ouml;rt. Ignoriere diese Warnung, falls die Text Widgets keinen PHP Code enthalten. <a href="%s">Lese die Exec-PHP Dokumentation, falls du nicht wei&szlig;t, was diese Warnung bedeutet</a>.
